Repository: axelitama/power-off-options
Catalog: power-off-options@axelitama.github.io/locale/*/LC_MESSAGES/power-off-options@axelitama.github.io.po
Languages: it, ko_kr, pt_br, ru, zh_cn

source: Hibernate
it: Iberna
ko_kr: 최대 절전
pt_br: Hibernar
ru: Гибернация
zh_cn: 休眠

source: Hybrid Sleep
it: Sospensione Ibrida
ko_kr: 하이브리드 절전
pt_br: Suspensão Híbrida
ru: Гибридный сон
zh_cn: 混合睡眠

source: Restart to BIOS
it: Riavvia nel BIOS
ko_kr: BIOS로 다시 시작
pt_br: Reiniciar para a BIOS
ru: Перезагрузка в BIOS
zh_cn: 重启到 BIOS

source: Turn Off Screen
it: Spegni Schermo
ko_kr: 화면 끄기
pt_br: Desligar Tela
ru: Выключить экран
zh_cn: 关闭屏幕

source: Customize this menu
it: Personalizza questo menu
zh_cn: 自定义此菜单

source: Restart user space (Soft Reboot)
it: Riavvia lo spazio utente
ko_kr: 사용자 공간 다시 시작 (소프트 리부트)
pt_br: Reiniciar o espaço de usuário
ru: Мягкий Перезапуск
zh_cn: 重启用户空间（软重启）

source: Suspend then Hibernate
it: Sospendi e poi Iberna
ko_kr: 절전 후 최대 절전
pt_br: Suspender e então Hibernar
ru: Сон, затем гибернация
zh_cn: 延迟休眠

source: Custom Commands
it: Comandi Personalizzati
ko_kr: 사용자 정의 명령
pt_br: Comandos Personalizados
ru: Пользовательские команды
zh_cn: 自定义命令

source: Manage your custom entries for the power menu.
it: Gestisci le tue voci personalizzate per il menu di spegnimento.
ko_kr: 전원 메뉴에 표시할 사용자 정의 명령을 관리합니다.
pt_br: Gerencie suas opções personalizadas para o menu de energia.
ru: Управление вашими пользовательскими элементами меню питания.
zh_cn: 管理您电源菜单的自定义条目

source: Add New Command...
it: Aggiungi Nuovo Comando...
ko_kr: 새 명령 추가하기...
pt_br: Adicionar Novo Comando...
ru: Добавить команду...
zh_cn: 添加新命令

source: at the end
it: alla fine
ko_kr: 마지막
pt_br: no final
ru: в конце
zh_cn: 最底部

source: Position
it: Posizione
ko_kr: 위치
pt_br: Posição
ru: Позиция
zh_cn: 位置

source: Name
it: Nome
ko_kr: 이름
pt_br: Nome
ru: Название
zh_cn: 名称

source: Command
it: Comando
ko_kr: 명령
pt_br: Comando
ru: Команда
zh_cn: 命令

source: Position (0 = at the end)
it: Posizione (0 = alla fine)
ko_kr: 위치 (0 = 마지막)
pt_br: Posição (0 = no final)
ru: Позиция (0 = в конце)
zh_cn: 位置（0 = 最底部）

source: Delete
it: Elimina
ko_kr: 삭제
pt_br: Deletar
ru: Удалить
zh_cn: 删除

source: Cancel
it: Annulla
ko_kr: 취소
pt_br: Cancelar
ru: Отмена
zh_cn: 取消

source: Save
it: Salva
ko_kr: 저장
pt_br: Salvar
ru: Сохранить
zh_cn: 保存

source: General
it: Generale
ko_kr: 일반
pt_br: Geral
ru: Общие
zh_cn: 常规

source: Power Off Options
it: Opzioni di Spegnimento
ko_kr: 컴퓨터 끄기 설정
pt_br: Opções de Desligamento
ru: Параметры выключения
zh_cn: 关机选项

source: Choose which options to show in the Power Off dialog. <b>Note:</b> The "Turn Off Screen" function only works in X11; Wayland is not supported. <b>Note:</b> Hibernation, Hybrid Sleep and Reboot related options make use of 'systemctl' respective commands and must be enabled and configured in your system to work properly.
it: Scegli quali opzioni mostrare nel dialogo di spegnimento. <b>Nota:</b> La funzione "Spegni Schermo" funziona solo su X11; Wayland non è supportato. <b>Nota:</b> Le opzioni di Ibernazione, Sospensione Ibrida e Riavvio utilizzano i comandi 'systemctl' e devono essere abilitate e configurate correttamente nel sistema.
ko_kr: 컴퓨터 끄기 대화창에 표시할 명령을 선택합니다. <b>참고사항:</b> "화면 끄기" 명령은 X11에서만 작동합니다. Wayland는 지원하지 않습니다. <b>참고사항:</b> 최대 절전, 하이브리드 절전 및 다시 시작 관련 명령은 각각에 해당하는 'systemctl' 명령을 사용하며 관련 기능이 활성화되어 있어야 작동합니다.
pt_br: Escolha quais opções exibir na caixa de diálogo de desligamento. <b>Nota:</b> A função "Desligar Tela" funciona somente no X11; Wayland não é suportado. <b>Nota:</b> As opções de Hibernação, Suspensão Híbrida e Reiniciar utilizam o comando 'systemctl' e devem estar habilitadas e configuradas corretamente em seu sistema.
ru: Выберите, какие параметры показывать в диалоге выключения. <b>Примечание:</b> Функция «Выключить экран» работает только в X11; Wayland не поддерживается. <b>Примечание:</b> Гибернация, гибридный сон и параметры перезагрузки используют соответствующие команды «systemctl» и должны быть включены и настроены в вашей системе для корректной работы.
zh_cn: 选择要在关机菜单中显示的选项 <b>注意：</b> "关闭屏幕" 功能仅在 X11 下起作用；不支持 Wayland <b>注意：</b> 休眠、混合睡眠 和 重启 相关功能使用相应的 systemctl 命令实现，并且必须要正确的在系统中启用以及配置才能正常工作

source: Immediately turn off the monitor/display.
it: Spegni immediatamente il monitor/display.
ko_kr: 즉시 화면을 끕니다.
pt_br: Desliga imediatamente o monitor/display.
ru: Немедленно выключает монитор/дисплей.
zh_cn: 立即关闭显示器

source: Suspend to RAM and also save system state to disk (safe on power loss).
it: Sospendi in RAM e salva lo stato del sistema su disco (sicuro in caso di perdita di alimentazione).
ko_kr: 메모리를 사용한 절전과 동시에 디스크에 시스템 상태를 저장합니다. (전원 제거 대응)
pt_br: Suspende para a RAM e salva o estado do sistema no disco (seguro em caso de perda de energia).
ru: Переводит в сон и сохраняет состояние системы на диск (безопасно при потере питания).
zh_cn: 挂起到内存的同时也将系统状态保存到硬盘中（断电也能恢复）

source: Suspend the system and automatically hibernate after a timeout.
it: Sospendi il sistema e iberna automaticamente dopo un timeout.
ko_kr: 절전 후 일정 시간이 지나고 자동으로 최대 절전을 합니다.
pt_br: Suspende o sistema e hiberna automaticamente após um certo tempo.
ru: Переводит систему в сон и автоматически включает гибернацию по таймауту.
zh_cn: 挂起系统并在一定时间后自动休眠

source: Save system state to disk and power off (slower to resume than suspend).
it: Salva lo stato del sistema su disco e spegne (più lento da riprendere rispetto alla sospensione).
ko_kr: 시스템 상태를 디스크에 저장한 후 전원을 종료합니다. (절전보다 느림)
pt_br: Salva o estado do sistema no disco e então desliga (início mais lento que a suspensão).
ru: Сохраняет состояние системы на диск и выключает компьютер (медленнее восстанавливается, чем сон).
zh_cn: 保存系统状态到硬盘并关机（恢复比挂起慢）

source: Restart the user space without rebooting the entire system.
it: Riavvia lo spazio utente senza riavviare l'intero sistema.
ko_kr: 시스템 전체를 다시 시작하지 않고 사용자 공간만 다시 시작합니다.
pt_br: Reinicia o espaço de usuário sem precisar reiniciar todo o sistema.
ru: Перезапускает пользовательское пространство без перезагрузки всей системы.
zh_cn: 仅重启用户空间而不是整个操作系统

source: Reboot directly into the system firmware/BIOS setup.
it: Riavvia direttamente nella configurazione del firmware/BIOS di sistema.
ko_kr: 다시 시작 후 시스템 펌웨어 및 BIOS 설정으로 진입합니다.
pt_br: Reinicia diretamente para as configurações de firmware/BIOS do sistema.
ru: Перезагружает непосредственно в настройку firmware/BIOS системы.
zh_cn: 直接重启到 系统固件/BIOS 设置中

source: Settings Button (Customize this menu)
it: Pulsante Impostazioni (Personalizza questo menu)
zh_cn: 设置按钮（自定义此菜单）

source: Show a button to open these preferences directly from the menu.
it: Mostra un pulsante per aprire queste preferenze direttamente dal menu.
zh_cn: 显示一个直接从菜单打开首选项的按钮。

source: Turn Screen Off
ru: Выключить экран

source: Suspend Then Hibernate
ru: Сон, затем гибернация

source: Restart To BIOS
ru: Перезагрузка в BIOS
